const lyrics  = [
    {
        'title': '不忘初心',
        'artist': '朱海/舒楠',
        'content': [
            '万水千山不忘来时路',
            '鲜血浇灌出花开的国度',
            '生死相依只为了那一句承诺',
            '报答你是我唯一的倾诉',
            '树高千尺根深在沃土\n你是大地给我万般呵护\n生生不息只为了那一份托付\n无惧风雨迎来新日出',
            '\n',
            '你是我的一切我的全部',
            '向往你的向往 幸福你的幸福',
            '不忘初心 继续前进',
            '万水千山 最美中国道路',
            '\n',
            '你是我的一切我的全部',
            '向往你的向往 幸福你的幸福',
            '不忘初心 继续前进',
            '万水千山 最美中国道路',
            '\n',
            '树高千尺根深在沃土',
            '你是大地给我万般呵护',
            '生生不息只为了那一份托付',
            '无惧风雨迎来新日出',
            '\n',
            '你是我的一切我的全部',
            '向往你的向往 幸福你的幸福',
            '不忘初心 继续前进',
            '万水千山 最美中国道路',
            '\n',
            '你是我的一切我的全部',
            '向往你的向往 幸福你的幸福',
            '不忘初心 继续前进',
            '万水千山 最美中国道路',
            '万水千山 最美中国道路'
        ]
    },
    {
        'title': '恋爱循环',
        'artist': '花泽香菜',
        'content': [
            'せーの',
            '\n',
            'でも そんなんじゃ だーめ',
            'もう そんなんじゃ ほーら',
            '心は进化するよ もーっと もーっと',
            '\n',
            '言叶にすれば 消えちゃう関系 なら',
            '言叶を消せばいいやって',
            '思ってた？ 恐れてた？',
            'だけど あれ なんか违うかも',
            '\n',
            '千里の道も一歩から',
            '石のように固いそんな意志で',
            '尘も积もれば 山となでしこ？',
            '「し」抜きで いや 死ぬ気で！',
            '\n',
            'ふわふわり ふわふわる',
            'あなたが 名前を呼ぶ',
            'それだけで 宙へ浮かぶ',
            'ふわふわる ふわふわり',
            'あなたが 笑っている',
            'それだけで 笑颜になる',
            '\n',
            '神様 ありがとう 运命の悪戯でも',
            '巡り合えたことが 幸せなの',
            '\n',
            'でも そんなんじゃ だーめ',
            'もう そんなんじゃ ほーら',
            '心は进化するよ もーっと もーっと',
            'そう そんなんじゃ やーだ',
            'ねぇ そんなんじゃ まーだ',
            '私のこと见ててね ずーっと ずーっと',
            '\n',
            '私の中の あなたほど',
            'あなたの中の私の存在は まだまだ',
            '大きくないことも 分かってるけれど',
            '今この同じ瞬间 共有してる実感',
            '尘も积もれば 山となでしこ',
            '略して ちりつも やまと抚子',
            '\n',
            'くらくらり くらくらる',
            'あなたを见上げたら',
            'それだけで 眩しすぎて',
            '\n',
            'くらくらる くらくらり',
            'あなたを 思っている',
            'それだけで 溶けてしまう',
            '\n',
            '神様 ありがとう 运命の悪戯でも',
            '巡り合えたことが 幸せなの',
            '恋する季节は 欲张りサーキュレーション',
            '恋する気持ちは 欲张りサーキュレーション',
            '恋する瞳は 欲张りサーキュレーション',
            '恋する乙女は 欲张りサーキュレーション',
            '\n',
            'ふわふわり ふわふわる',
            'あなたが 名前を呼ぶ',
            'それだけで 宙へ浮かぶ',
            'ふわふわる ふわふわり',
            'あなたが 笑っている',
            'それだけで 笑颜になる',
            '\n',
            '神様 ありがとう 运命の悪戯でも',
            '巡り合えたことが 幸せなの',
            '\n',
            'でも そんなんじゃ だーめ',
            'もう そんなんじゃ ほーら',
            '心は进化するよ もーっと もーっと',
            'そう そんなんじゃ やーだ',
            'ねぇ そんなんじゃ まーだ',
            '私のこと见ててね ずーっと ずーっと',
            '\n'
        ]
    },
];
/*
でも そんなんじゃ だーめ
de mo son nan ja da-me
〖但是 那样 可不行〗
もう そんなんじゃ ほーら
mou son nan ja ho-ra
〖都说了 那样 你看〗
心は进化するよ もーっと もーっと
ko ko ro ha shin ka su ru yo mo-tto mo-tto
〖这颗心会越陷越深哦 渐渐地 渐渐地〗
そう そんなんじゃ やーだ
sou son nan ja iya-da
〖是啊 那样 我不要〗
ねぇ そんなんじゃ まーだ
nee son nan ja ma-da
〖嗯 那样的话 还不够〗
私のこと见ててね ずーっと ずーっと
wa ta shi no ko to mi te te ne zu-tto zu-tto
〖要你一直认真看着我 要一直 到永远〗
*/
